Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# NotificationGroupAlbum
source: {0} sent an album to the group {1}
ar: أرسل ⁨{0}⁩ حُزمة وسائط لمجموعة ⁨{1}⁩
be: {0} адправіў(-ла) альбом у суполку {1}
ca: {0} ha enviat un àlbum al grup {1}
de: {0} hat ein Album an die Gruppe {1} gesendet
es: {0} envió un álbum al grupo {1}
fa: ⁨{0}⁩ یک آلبوم را در گروه ⁨{1}⁩ سنجاق کرد
fi: {0} kiinnitti albumin ryhmässä {1}
fr: {0} a envoyé un album au groupe {1}
id: {0} mengirim album ke grup {1}
it: {0} ha inviato un album nel gruppo {1}
ko: {0} 님이 사진첩을 {1} 그룹에 보냈습니다
ms: {0} kirim album ke grup {1}
nl: {0} heeft een album naar de groep {1} gestuurd
pl: Użytkownik {0} wysłał album do grupy {1}
pt_br: {0} enviou um álbum para o grupo {1}
ru: {0} отправил(а) альбом в группу «{1}»
sv: {0} skickade ett album till gruppen {1}
tr: {0}, {1} grubuna bir albüm gönderdi
uk: {0} надсилає альбом групі {1}
uz: {0} {1} guruhiga albom yubordi

# NotificationGroupCreatedCall
source: {0} started a video chat in {1}
ar: بدأ ⁨{0}⁩ محادثة مرئية في ⁨{1}⁩
be: {0} пачаў(-ла) відэачат у {1}
ca: {0} ha iniciat un xat de vídeo a {1}
de: {0} hat einen Videochat in {1} gestartet
es: {0} inició un videochat en {1}
fi: {0} aloitti videokeskustelun ryhmässä {1}
fr: {0} a lancé un salon vidéo dans {1}
it: {0} ha avviato una chat video in {1}
ko: {1} 에서 {0} 님이 영상 대화를 시작했습니다
ms: {0} mulai bual video di grup {1}
nl: {0} startte een spraakchat in {1}
pl: Użytkownik {0} rozpoczął czat wideo w {1}
pt_br: {0} iniciou um chat de vídeo em {1}
ru: {0} начал(а) видеочат в {1}
sv: {0} startade en videochatt i {1}
tr: {0}, {1} grubunda bir görüntülü sohbet başlattı
uk: {0} починає відеочат у групі {1}

# NotificationGroupEndedCall
source: {0} ended the video chat in {1}
ar: أنهى ⁨{0}⁩ المحادثة المرئية في ⁨{1}⁩
be: {0} завяршыў(-ла) відэачат у {1}
ca: {0} ha finalitzat el xat de vídeo a {1}
de: {0} hat Videochat in der Gruppe {1} beendet
es: {0} finalizó el videochat en {1}
fi: {0} lopetti videokeskustelun ryhmässä {1}
fr: {0} a mis fin au salon vidéo {1}
it: {0} ha terminato la chat video in {1}
ko: {1} 에서 {0}님이 영상 대화를 종료했습니다
ms: {0} tamatkan bual video di {1}
nl: {0} beëindigde de spraakchat in {1}
pl: Użytkownik {0} zakończył czat wideo w {1}
pt_br: {0} encerrou um chat de vídeo em {1}
ru: {0} завершил(а) видеочат в {1}
sv: {0} avslutade videochatten i {1}
tr: {0}, {1} grubundaki görüntülü sohbeti sonlandırdı
uk: {0} закінчує відеочат в {1}

# NotificationGroupFew
source: {0} sent {2} to the group {1}
ar: أرسل ⁨{0}⁩ ⁨{2}⁩ لمجموعة ⁨{1}⁩
be: {0} адправіў(-ла) {2} у суполку {1}
ca: {0} ha enviat {2} al grup {1}
de: {0} hat {2} an die Gruppe {1} gesendet
es: {0} envió {2} al grupo {1}
fa: ⁨{0}⁩ ⁨{2}⁩ را به گروه ⁨{1}⁩ ارسال کرد
fi: {0} lähetti {2} ryhmään {1}
fr: {0} a envoyé {2} au groupe {1}
id: {0} mengirim {2} ke dalam grup {1}
it: {0} ha inviato {2} nel gruppo {1}
ko: {0} 님이 {1} 그룹에 {2}을(를) 보냈습니다
ms: {0} kirim {2} ke grup {1}
nl: {0} heeft {2} naar de groep {1} gestuurd
pl: Użytkownik {0} wysłał {2} do grupy {1}
pt_br: {0} enviou {2} ao grupo {1}
ru: {0} отправил(а) {2} в «{1}»
sv: {0} skickade {2} till gruppen {1}
tr: {0}, {1} grubuna {2} gönderdi
uk: {0} надсилає {2} групі {1}
uz: {0} “{1}” guruhiga {2} yubordi
zh_cn: {0} 发送了 {2} 到群组«{1}»
zh_tw: {0} 發送了 {2} 到群組«{1}»

# NotificationGroupForwardedFew
source: {0} forwarded {2} to the group {1}
ar: أعاد ⁨{0}⁩ تحويل ⁨{2}⁩ لمجموعة ⁨{1}⁩
be: {0} пераслаў(-ла) {2} у суполку {1}
ca: {0} ha reenviat {2} al grup {1}
de: {0} hat {2} an die Gruppe {1} weitergeleitet
es: {0} reenvió {2} al grupo {1}
fa: ⁨{0}⁩ ⁨{2}⁩ را به گروه ⁨{1}⁩ هدایت کرد
fi: {0} välitti {2} ryhmään {1}
fr: {0} a transféré {2} au groupe {1}
id: {0} meneruskan {2} ke dalam grup {1}
it: {0} ha inoltrato {2} nel gruppo {1}
ko: {0} 님이 {1} 그룹에 {2}을(를) 전달했습니다
ms: {0} majukan {2} ke grup {1}
nl: {0} heeft {2} naar de groep {1} doorgestuurd
pl: Użytkownik {0} przekazał {2} do grupy {1}
pt_br: {0} encaminhou {2} ao grupo {1}
ru: {0} переслал(а) {2} в «{1}»
sv: {0} vidarebefordrade {2} till gruppen {1}
tr: {0}, {1} grubuna {2} iletti
uk: {0} пересилає {2} до групи {1}
uz: {0} “{1}” guruhiga {2} uzatdi
zh_cn: {0} 转发了 {2} 到群组«{1}»
zh_tw: {0} 轉發了 {2} 到群組«{1}»

# NotificationGroupInvitedToCall
source: {0} invited {2} to a video chat in {1}
ar: ⁨{0}⁩ دعا ⁨{2}⁩ إلى محادثة مرئية في ⁨{1}⁩
be: {0} запрасіў(-ла) {2} у відэачат у {1}
ca: {0} ha convidat {2} a un xat de vídeo a {1}
de: {0} hat {2} in den Videochat in {1} eingeladen
es: {0} invitó a {2} a un videochat en {1}
fi: {0} kutsui käyttäjän {2} videokeskusteluun ryhmässä {1}
fr: {0} a invité {2} dans un salon vidéo dans {1}
it: {0} ha invitato {2} in una chat video in {1}
ko: {1} 에서 {0} 님이 {2} 님을 영상 대화에 초대했습니다.
ms: {0} jemput {2} ke bual video di {1}
nl: {0} nodigde {2} uit voor een spraakchat in {1}
pl: Użytkownik {0} zaprosił użytkownika {2} do czatu wideo w {1}
pt_br: {0} convidou {2} para um chat de vídeo em {1}
ru: {0} пригласил(а) {2} в видеочат в {1}
sv: {0} bjöd in {2} till en videochatt i {1}
tr: {0}, {2} kişisini {1} grubundaki görüntülü sohbete davet etti
uk: {0} запрошує {2} до відеочату в групі {1}

# NotificationGroupInvitedYouToCall
source: {0} invited you to a video chat in {1}
ar: دعاك ⁨{0}⁩ إلى محادثة مرئية في ⁨{1}⁩
be: {0} запрасіў(-ла) вас у відэачат у {1}
ca: {0} us ha convidat a un xat de vídeo a {1}
de: {0} hat dich in den Videochat bei {1} eingeladen
es: {0} te invitó a un videochat en {1}
fi: {0} kutsui sinut videokeskusteluun ryhmässä {1}
fr: {0} vous a invité à un salon vidéo dans {1}
it: {0} ti ha invitato in una chat video in {1}
ko: {0} 님이 나를 {1}의 영상 대화에 초대했습니다
ms: {0} jemput anda ke bual video di grup {1}
nl: {0} nodigde je uit voor een spraakchat in {1}
pl: Użytkownik {0} zaprosił cię do czatu wideo w {1}
pt_br: {0} convidou você para um chat de vídeo em {1}
ru: {0} пригласил(а) Вас в видеочат в {1}
sv: {0} bjöd in dig till en videochatt i {1}
tr: {0}, sizi {1} grubundaki görüntülü sohbete davet etti
uk: {0} запрошує вас до відеочату в групі {1}

# NotificationGroupKickMember
source: {0} removed {2} from the group {1}
ar: ⁨{0}⁩ أزال ⁨{2}⁩ من المجموعة ⁨{1}⁩
be: {0} выдаліў(-ла) {2} з суполкі {1}
ca: {0} ha expulsat {2} del grup {1}
de: {0} hat {2} aus der Gruppe {1} entfernt
es: {0} eliminó a {2} del grupo {1}
fa: ⁨{0}⁩ ⁨{2}⁩ را از گروه ⁨{1}⁩ حذف کرد
fi: {0} poisti henkilön {2} ryhmästä {1}
fr: {0} a retiré {2} du groupe {1}
id: {0} mengeluarkan {2} dari grup {1}
it: {0} ha rimosso {2} dal gruppo {1}
ko: {0} 님이 {2} 님을 {1} 그룹에서 추방했습니다
ms: {0} keluarkan {2} dari grup {1}
nl: {0} heeft {2} verwijderd uit de groep {1}
pl: Użytkownik {0} usunął użytkownika {2} z grupy {1}
pt_br: {0} removeu {2} do grupo {1}
ru: {0} удалил(а) {2} из группы {1}
sv: {0} tog bort {2} från gruppen {1}
tr: {0}, {2} kişisini {1} grubundan çıkardı
uk: {0} вилучає користувача {2} із групи {1}
uz: {0} {2}ni “{1}” guruhidan chiqarib yubordi
zh_cn: {0} 已将 {2} 从群组«{1}»移除
zh_tw: {0} 已將 {2} 從群組«{1}»移除

# NotificationGroupKickYou
source: {0} removed you from the group {1}
ar: أزالك ⁨{0}⁩ من مجموعة ⁨{1}⁩
be: {0} выдаліў(-ла) вас з суполкі {1}
ca: {0} us ha expulsat del grup {1}
de: {0} hat dich aus der Gruppe {1} entfernt
es: {0} te eliminó del grupo {1}
fa: ⁨{0}⁩ شما را از گروه ⁨{1}⁩ حذف کرد
fi: {0} poisti sinut ryhmästä {1}
fr: {0} vous a éjecté du groupe {1}
id: {0} mengeluarkan Anda dari grup {1}
it: {0} ti ha rimosso dal gruppo {1}
ko: {0} 님이 나를 {1} 그룹에서 추방했습니다
ms: {0} keluarkan anda dari grup {1}
nl: {0} heeft je verwijderd uit de groep {1}
pl: Użytkownik {0} usunął cię z grupy {1}
pt_br: {0} removeu você do grupo {1}
ru: {0} удалил(а) Вас из «{1}»
sv: {0} tog bort dig från gruppen {1}
tr: {0} sizi {1} grubundan sildi
uk: {0} вилучає вас із групи {1}
uz: {0} sizni “{1}” guruhidan chiqarib tashladi
zh_cn: {0} 将您移出了群组«{1}»
zh_tw: {0} 將您移出了群組«{1}»

# NotificationGroupLeftMember
source: {0} left the group {1}
ar: غادر ⁨{0}⁩ مجموعة ⁨{1}⁩
be: {0} выйшаў(-ла) з суполкі {1}
ca: {0} ha abandonat el grup {1}
de: {0} hat die Gruppe {1} verlassen
es: {0} salió del grupo {1}
fa: ⁨{0}⁩ گروه ⁨{1}⁩ را ترک کرد
fi: {0} poistui ryhmästä {1}
fr: {0} a quitté le groupe {1}
id: {0} meninggalkan grup {1}
it: {0} ha lasciato il gruppo {1}
ko: {0} 님이 {1} 그룹에서 나갔습니다
ms: {0} keluar grup {1}
nl: {0} heeft de groep {1} verlaten
pl: Użytkownik {0} opuścił grupę {1}
pt_br: {0} saiu do grupo {1}
ru: {0} больше не состоит в «{1}»
sv: {0} har lämnat gruppen {1}
tr: {0}, {1} grubundan ayrıldı
uk: {0} покидає групу {1}
uz: {0} {1} guruhini tark etdi
zh_cn: {0} 已退出群组«{1}»
zh_tw: {0} 已退出群組«{1}»

# NotificationHiddenChatUserName
source: User
ar: مستخدم
be: Карыстальнік
ca: Usuari
de: Nutzer
es: Usuario
fa: کاربر
fi: Käyttäjä
fr: Utilisateur
id: Pengguna
it: Utente
ko: 사용자
ms: Pengguna
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
tr: Kullanıcı
uk: Користувач
uz: Foydalanuvchi

# NotificationHiddenMessage
source: New message
ar: رسالة جديدة
be: Новае паведамленне
ca: Missatge nou
de: Neue Nachricht
es: Mensaje nuevo
fa: پیام جدید
fi: Uusi viesti
fr: Nouveau message
id: Pesan baru
it: Nuovo messaggio
ko: 새로운 메시지
ms: Mesej baru
nl: Nieuw bericht
pl: Nowa wiadomość
pt_br: Nova mensagem
ru: Новое сообщение
sv: Nytt meddelande
tr: Yeni mesaj
uk: Нове повідомлення
uz: Yangi xabar

# NotificationInvitedToGroup
source: {0} invited you to the group {1}
ar: أضافك ⁨{0}⁩ لمجموعة ⁨{1}⁩
be: {0} запрасіў(-ла) вас у суполку {1}
ca: {0} us ha convidat al grup {1}
de: {0} hat dich in die Gruppe {1} eingeladen
es: {0} te añadió al grupo {1}
fa: ⁨{0}⁩ شما را به گروه ⁨{1}⁩ دعوت کرد
fi: {0} kutsui sinut ryhmään {1}
fr: {0} vous a invité au groupe {1}
id: {0} undang Anda ke grup {1}
it: {0} ti ha invitato nel gruppo {1}
ko: {0}님이 {1} 그룹에 초대했습니다
ms: {0} jemput anda ke grup {1}
nl: {0} heeft je uitgenodigd voor de groep {1}
pl: Użytkownik {0} zaprosił cię do grupy {1}
pt_br: {0} te convidou para o grupo {1}
ru: {0} пригласил(а) вас в «{1}»
sv: {0} bjöd in dig till gruppen {1}
tr: {0} sizi {1} grubuna davet etti
uk: {0} запрошує вас до групи {1}
uz: {0} sizni “{1}” guruhiga taklif qildi
zh_cn: {0} 邀请您加入群组«{1}»
zh_tw: {0} 邀請您加入群組«{1}»

# NotificationInvitedToGroupByLink
source: {0} joined to the group {1} via invite link
ar: ⁨{0}⁩ انضم للمجموعة ⁨{1}⁩ عبر رابط دعوة
be: {0} далучыўся(-лася) да суполкі {1} праз запрашальную спасылку
ca: {0} s'ha afegit al grup {1} via enllaç d'invitació
de: {0} ist per Einladungslink der Gruppe {1} beigetreten
es: {0} se unió al grupo {1} con un enlace de invitación
fa: ⁨{0}⁩ از طریق لینک دعوت به گروه ⁨{1}⁩ پیوست
fi: {0} liittyi ryhmään {1} kutsulinkin kautta
fr: {0} a rejoint le groupe {1} avec un lien d'invitation
id: {0} bergabung ke grup {1} via tautan undangan
it: {0} si è unito al gruppo {1} tramite il link d'invito
ko: 초대 링크를 통해 {0} 님이 {1} 그룹에 들어왔습니다.
ms: {0} sertai grup {1} melalui link jemputan
nl: {0} is nu lid van de groep {1} via uitnodigingslink
pl: Użytkownik {0} dołączył do grupy {1} przez udostępniony link
pt_br: {0} entrou para o grupo {1} via link de convite
ru: {0} вступил(а) в группу {1} по ссылке-приглашению
sv: {0} gick med i gruppen {1} via en inbjudningslänk
tr: {0} davet bağlantısı ile {1} grubuna katıldı
uk: {0} приєднується до групи {1} за запрошувальним посиланням
uz: {0} {1} guruhiga taklif havolasi orqali qoʻshildi
zh_cn: {0} 通过邀请链接加入群组«{1}»
zh_tw: {0} 通過邀請鏈結加入群組«{1}»

# NotificationMessageAlbum
source: {0} sent you an album
ar: أرسل لك ⁨{0}⁩ حُزمة وسائط
be: {0} адправіў(-ла) вам альбом
ca: {0} us ha enviat un àlbum
de: {0} hat dir ein Album gesendet
es: {0} te envió un álbum
fa: ⁨{0}⁩ برای شما یک آلبوم ارسال کرد
fi: {0} lähetti sinulle albumin
fr: {0} vous a envoyé un album
id: {0} mengirim album untuk Anda
it: {0} ti ha inviato un album
ko: {0} 님이 나에게 사진첩을 보냈습니다
ms: {0} kirim anda album
nl: {0} stuurde je een album
pl: Użytkownik {0} wysłał ci album
pt_br: {0} te enviou um álbum
ru: {0} прислал(а) альбом
sv: {0} skickade dig ett album
tr: {0} size bir albüm gönderdi
uk: {0} надсилає вам альбом
uz: {0} sizga albom yubordi

# NotificationMessageAudio
source: {0} sent you a voice message
ar: أرسل لك ⁨{0}⁩ رسالةً صوتية
be: {0} адправіў(-ла) вам галасавое паведамленне
ca: {0} us ha enviat un missatge de veu
de: {0} hat dir eine Sprachnachricht gesendet
es: {0} te envió un mensaje de voz
fa: ⁨{0}⁩ برای شما یک پیام صوتی ارسال کرد
fi: {0} lähetti sinulle ääniviestin
fr: {0} vous a envoyé un message vocal
id: {0} mengirim pesan suara untuk Anda
it: {0} ti ha inviato un messaggio vocale
ko: {0}님이 음성 메시지를 보냈습니다
ms: {0} kirim mesej suara
nl: {0} heeft je een spraakbericht gestuurd
pl: Użytkownik {0} wysłał ci wiadomość głosową
pt_br: {0} enviou uma mensagem de voz
ru: {0} прислал(а) голосовое сообщение
sv: {0} skickade dig ett röstmeddelande
tr: {0} size bir sesli mesaj gönderdi
uk: {0} надсилає вам голосове повідомлення
uz: {0} sizga ovozli xabar yubordi
zh_cn: {0} 给您发送了一条语音消息
zh_tw: {0} 給您發送了一條語音訊息

# NotificationMessageContact
source: {0} shared a contact with you
ar: أرسل لك ⁨{0}⁩ جهة اتصال
be: {0} абагуліў(-ла) для вас кантакт
ca: {0} ha compartit un contacte
de: {0} hat dir einen Kontakt gesendet
es: {0} compartió un contacto contigo
fa: ⁨{0}⁩ یک مخاطب را با شما به اشتراک گذاشت
fi: {0} jakoi kanssasi yhteystiedon
fr: {0} a partagé un contact avec vous
id: {0} membagikan kontak untuk Anda
it: {0} ha condiviso un contatto con te
ko: {0} 님이 연락처를 공유했습니다
ms: {0} kongsi kenalan dengan anda
nl: {0} heeft een contact met je gedeeld
pl: Użytkownik {0} udostępnił ci kontakt
pt_br: {0} compartilhou um contato com você
ru: {0} прислал(а) контакт
sv: {0} delade en kontakt med dig
tr: {0} sizinle bir kişi paylaştı
uk: {0} ділиться з вами контактом
uz: {0} sizga kontakt ulashdi
zh_cn: {0} 给您分享了一个联系人信息
zh_tw: {0} 給您分享了一個聯絡人資料

# NotificationMessageContact2
source: {0} shared a contact {1} with you
ar: أرسل لك ⁨{0}⁩ جهة اتصال ⁨{1}⁩
be: {0} абагуліў(-ла) кантакт {1} для вас
ca: {0} us ha enviat un contacte {1}
de: {0} hat einen Kontakt {1} mit dir geteilt
es: {0} compartió un contacto {1} contigo
fa: ⁨{0}⁩ مخاطب ⁨{1}⁩ را با شما به اشتراک گذاشت
fi: {0} jakoi kanssasi yhteystiedon {1}
fr: {0} a partagé un contact {1} avec vous
id: {0} membagikan kontak {1} dengan Anda
it: {0} ha condiviso un contatto {1} con te
ko: {0} 님이 {1} 연락처를 공유했습니다
ms: {0} kongsi kenalan {1} dengan anda
nl: {0} deelde een contact {1} met je
pl: Użytkownik {0} udostępnił ci kontakt {1}
pt_br: {0} compartilhou um contato {1} com você
ru: {0} прислал(а) контакт {1}
sv: {0} delade en kontakt {1} med dig
tr: {0} sizinle bir {1} kişisini paylaştı
uk: {0} ділиться з вами контактом {1}
uz: {0} siz bilan {1} ni kontaktini ulashdi

# NotificationMessageDocument
source: {0} sent you a file
ar: أرسل لك ⁨{0}⁩ ملفًا
be: {0} адправіў(-ла) вам файл
ca: {0} us ha enviat un fitxer
de: {0} hat dir eine Datei gesendet
es: {0} te envió un archivo
fa: ⁨{0}⁩ برای شما یک فایل ارسال کرد
fi: {0} lähetti tiedoston
fr: {0} vous a envoyé un fichier
id: {0} mengirim berkas untuk Anda
it: {0} ti ha inviato un file
ko: {0}님이 파일을 보냈습니다
ms: {0} kirim fail
nl: {0} heeft je een bestand gestuurd
pl: Użytkownik {0} wysłał ci plik
pt_br: {0} te enviou um arquivo
ru: {0} прислал(а) файл
sv: {0} skickade dig en fil
tr: {0} size bir dosya gönderdi
uk: {0} надсилає вам файл
uz: {0} sizga fayl yubordi
zh_cn: {0} 给您发送了一个文件
zh_tw: {0} 給您發送了一份文件

# NotificationMessageFew
source: {0} sent you {1}
ar: ⁨{1}⁩ من ⁨{0}⁩
be: {0} адправіў(-ла) вам {1}
ca: {0} us ha enviat {1}
de: {0} hat dir {1} gesendet
es: {0} te envió {1}
fa: ⁨{0}⁩ برای شما ⁨{1}⁩ ارسال کرد
fi: {0} lähetti {1} sinulle
fr: {0} vous a envoyé {1}
id: {0} mengirim {1} untuk Anda
it: {0} ti ha inviato {1}
ko: {0} 님이 회원님에게 {1}을(를) 보냈습니다
ms: {0} kirim anda {1}
nl: {0} heeft je {1} gestuurd
pl: Użytkownik {0} wysłał ci {1}
pt_br: {0} te enviou {1}
ru: {0} прислал(а) вам {1}
sv: {0} skickade {1} till dig
tr: {0} size {1} gönderdi
uk: {0} надсилає вам {1}
uz: {0} sizga {1} yubordi
zh_cn: {0} 发送给您 {1}
zh_tw: {0} 發送給您 {1}

# NotificationMessageForwardFew
source: {0} forwarded you {1}
ar: حوَّل ⁨{0}⁩ ⁨{1}⁩ إليك
be: {0} пераслаў(-ла) вам {1}
ca: {0} us ha reenviat {1}
de: {0} hat dir {1} weitergeleitet
es: {0} te reenvió {1}
fa: ⁨{0}⁩ ⁨{1}⁩ را برای شما هدایت کرد
fi: {0} välitti sinulle {1}
fr: {0} vous a transféré {1}
id: {0} meneruskan {1} untuk Anda
it: {0} ti ha inoltrato {1}
ko: {0} 님이 회원님에게 {1}을(를) 전달했습니다
ms: {0} majukan ke anda {1}
nl: {0} heeft {1} naar je doorgestuurd
pl: Użytkownik {0} przekazał ci {1}
pt_br: {0} te encaminhou {1}
ru: {0} переслал(а) вам {1}
sv: {0} vidarebefordrade {1} till dig
tr: {0} size {1} iletti
uk: {0} пересилає вам {1}
uz: {0} sizga {1} uzatdi
zh_cn: {0} 转发给您 {1}
zh_tw: {0} 轉發給您 {1}

# NotificationMessageGame
source: {0} invited you to play {1}
ar: ⁨{0}⁩ دعاك للعب ⁨{1}⁩
be: {0} запрасіў(-ла) вас у гульню {1}
ca: {0} us ha convidat a jugar a {1}
de: {0} hat dich eingeladen, {1} zu spielen
es: {0} te invitó a jugar a {1}
fa: ⁨{0}⁩ شما را به بازی ⁨{1}⁩ دعوت کرد
fi: {0} kutsui sinut pelaamaan peliä {1}
fr: {0} vous a invité à jouer à {1}
id: {0} undang Anda untuk bermain {1}
it: {0} ti ha invitato a giocare {1}
ko: {0}님이 {1} 게임으로 초대했습니다
ms: {0} jemput anda untuk bermain {1}
nl: {0} wil {1} met je spelen
pl: Użytkownik {0} zaprosił cię do gry {1}
pt_br: {0} te convidou para jogar {1}
ru: {0} пригласил(а) Вас сыграть в {1}
sv: {0} bjöd in dig att spela {1}
tr: {0} sizi {1} oynamaya davet etti
uk: {0} запрошує вас зіграти {1}
uz: {0} sizni {1}ni oʻynashga taklif qildi
zh_cn: {0} 邀请您玩 {1}
zh_tw: {0} 邀請您玩 {1}

# NotificationMessageGameScored
source: {0} scored {2} in game {1}
ar: أحرز ⁨{0}⁩ ⁨{2}⁩ في لعبة ⁨{1}⁩
be: {0} набраў(-ла) {2} у гульне {1}
ca: {0} ha fet {2} punts al {1}
de: {0} hat {2} Punke im Spiel {1} erzielt
es: {0} puntuó {2} en el juego {1}
fa: ⁨{0}⁩ امتیاز ⁨{2}⁩ را در بازی ⁨{1}⁩ کسب کرد
fi: {0} sai {2} pelissä {1}
fr: {0} a obtenu {2} au jeu {1}
id: {0} meraih skor {2} di permainan {1}
it: {0} ha totalizzato {2} a {1}
ko: {0} 님이 {1} 게임에서 {2}점을 획득했습니다
ms: {0} skor {2} dalam game {1}
nl: {0} behaalde {2} punten met het spel {1}
pl: Użytkownik {0} zdobył punktów – {2} w grze {1}
pt_br: {0} marcou {2} no jogo {1}
ru: {0} набрал(а) {2} очков в игре «{1}»
sv: {0} fick {2} poäng i spelet {1}
tr: {0}, {1} oyununda {2} skorunu aldı
uk: {0} набирає {2} у грі {1}
uz: {0} {1} oʻyinida {2} ball toʻpladi

# NotificationMessageGif
source: {0} sent you a GIF
ar: أرسل لك ⁨{0}⁩ صورةً متحركة
be: {0} адправіў(-ла) вам анімацыю
ca: {0} us ha enviat un GIF
de: {0} hat dir ein GIF gesendet
es: {0} te envió un GIF
fa: ⁨{0}⁩ برای شما یک گیف ارسال کرد
fi: {0} lähetti sinulle GIFin
fr: {0} vous a envoyé un GIF
id: {0} mengirim GIF untuk Anda
it: {0} ti ha inviato una GIF
ko: {0} 님이 회원님에게 GIF를 보냈습니다
ms: {0} kirim GIF
nl: {0} heeft je een GIF gestuurd
pl: Użytkownik {0} wysłał ci GIFa
pt_br: {0} te enviou um GIF
ru: {0} прислал(а) GIF
sv: {0} skickade dig en GIF
tr: {0} size bir GIF gönderdi
uk: {0} надсилає вам GIF
uz: {0} sizga GIF yubordi
zh_cn: {0} 给您发送了一张 GIF
zh_tw: {0} 給您發送了一張 GIF

# NotificationMessageGroupAudio
source: {0} sent a voice message to {1}
ar: أرسل ⁨{0}⁩ رسالة صوتية إلى ⁨{1}⁩
be: {0} адправіў(-ла) галасавое паведамленне ў {1}
ca: {0} ha enviat un missatge de veu a {1}
de: {0} hat eine Sprachnachricht an {1} gesendet
es: {0} envió un mensaje de voz a {1}
fi: {0} lähetti ääniviestin ryhmään {1}
fr: {0} a envoyé un message vocal dans {1}
it: {0} ha inviato un messaggio vocale a {1}
ko: {0}님이 {1} 에 음성 메시지를 보냈습니다
ms: {0} kirim mesej suara ke {1}
nl: {0} stuurde een spraakbericht {1}
pl: Użytkownik {0} wysłał wiadomość głosową do {1}
pt_br: {0} enviou uma mensagem de voz para {1}
ru: {0} отправил(а) голосовое сообщение в «{1}»
sv: {0} skickade ett röstmeddelande till {1}
tr: {0}, {1} grubuna sesli mesaj gönderdi
uk: {0} надсилає голосове повідомлення групі {1}

# NotificationMessageGroupContact
source: {0} shared a contact in the group {1}
ar: أرسل ⁨{0}⁩ جهة اتصال لمجموعة ⁨{1}⁩
be: {0} абагуліў(-ла) кантакт у суполцы {1}
ca: {0} ha compartit un contacte amb el grup {1}
de: {0} hat einen Kontakt an die Gruppe {1} gesendet
es: {0} compartió un contacto en el grupo {1}
fa: ⁨{0}⁩ یک مخاطب را در گروه ⁨{1}⁩ به اشتراک گذاشت
fi: {0} jakoi yhteystiedon ryhmään {1}
fr: {0} a partagé un contact avec le groupe {1}
id: {0} membagikan kontak pada grup {1}
it: {0} ha condiviso un contatto con il gruppo {1}
ko: {0}님이 {1} 그룹에 연락처를 공유했습니다
ms: {0} kongsi kenalan dalam group {1}
nl: {0} heeft een contact gedeeld met de groep {1}
pl: Użytkownik {0} udostępnił kontakt w grupie {1}
pt_br: {0} compartilhou um contato para o grupo {1}
ru: {0} отправил(а) контакт в «{1}»
sv: {0} delade en kontakt med gruppen {1}
tr: {0}, {1} grubunda bir kişi paylaştı
uk: {0} ділиться контактом з групою {1}
uz: {0} “{1}” guruhiga kontakt ulashdi
zh_cn: {0} 分享了一个联系人信息到群组«{1}»
zh_tw: {0} 分享了一個聯絡人資料到群組«{1}»

# NotificationMessageGroupContact2
source: {0} shared a contact {2} in the group {1}
ar: أرسل ⁨{0}⁩ جهة اتصال ⁨{2}⁩ لمجموعة ⁨{1}⁩
be: {0} абагуліў(-ла) кантакт {2} для суполкі {1}
ca: {0} ha compartit un contacte {2} en el grup {1}
de: {0} hat einen Kontakt {2} in der Gruppe {1} geteilt
es: {0} compartió un contacto {2} en el grupo {1}
fa: ⁨{0}⁩ یک مخاطب ⁨{2}⁩ را در گروه ⁨{1}⁩ به اشتراک گذاشت
fi: {0} jakoi yhteystiedon {2} ryhmään {1}
fr: {0} a partagé un contact {2} dans le groupe {1}
id: {0} membagikan kontak {2} di grup {1}
it: {0} ha condiviso un contatto {2} nel gruppo {1}
ko: {0} 님이 {2} 연락처를 {1} 그룹에서 공유했습니다
ms: {0} kongsi kenalan {2} di grup {1}
nl: {0} deelde een contact {2} in de groep {1}
pl: Użytkownik {0} udostępnił kontakt {2} w grupie {1}
pt_br: {0} compartilhou um contato {2} no grupo {1}
ru: {0} отправил(а) контакт {2} в группу «{1}»
sv: {0} delade en kontakt {2} i gruppen {1}
tr: {0}, {1} grubuna bir {2} kişisini gönderdi
uk: {0} ділиться контактом {2} у групі {1}
uz: {0} {1} guruhiga {2} kontaktini ulashdi

# NotificationMessageGroupDocument
source: {0} sent a file to the group {1}
ar: أرسل ⁨{0}⁩ ملفًا لمجموعة ⁨{1}⁩
be: {0} адправіў(-ла) файл у суполку {1}
ca: {0} ha enviat un fitxer al grup {1}
de: {0} hat eine Datei an die Gruppe {1} gesendet
es: {0} envió un archivo al grupo {1}
fa: ⁨{0}⁩ یک فایل به گروه ⁨{1}⁩ ارسال کرد
fi: {0} lähetti tiedoston ryhmään {1}
fr: {0} a envoyé un fichier au groupe {1}
id: {0} kirim berkas ke grup {1}
it: {0} ha inviato un file nel gruppo {1}
ko: {0}님이 {1} 그룹에 파일을 보냈습니다
ms: {0} kirim fail ke grup {1}
nl: {0} heeft een bestand gestuurd naar de groep {1}
pl: Użytkownik {0} wysłał plik do grupy {1}
pt_br: {0} enviou um arquivo para o grupo {1}
ru: {0} отправил(а) файл в «{1}»
sv: {0} skickade en fil till gruppen {1}
tr: {0}, {1} grubuna bir dosya gönderdi
uk: {0} надсилає файл групі {1}
uz: {0} “{1}” guruhiga fayl yubordi
zh_cn: {0} 发送了一个文件到群组«{1}»
zh_tw: {0} 發送了一份文件到群組«{1}»

# NotificationMessageGroupGame
source: {0} invited the group {1} to play {2}
ar: دعا ⁨{0}⁩ مجموعة ⁨{1}⁩ للعب ⁨{2}⁩
be: {0} запрасіў(-ла) суполку {1} у гульню {2}
ca: {0} ha convidat el grup {1} a jugar al {2}
de: {0} hat die Gruppe {1} eingeladen, {2} zu spielen.
es: {0} invitó al grupo {1} a jugar a {2}
fa: ⁨{0}⁩ گروه ⁨{1}⁩ را به بازی ⁨{2}⁩ دعوت کرد
fi: {0} kutsui ryhmän {1} pelaamaan peliä {2}
fr: {0} a invité le groupe {1} à jouer à {2}
id: {0} diundang ke grup {1} untuk bermain {2}
it: {0} ha invitato il gruppo {1} a giocare {2}
ko: {0} 님이 {1} 그룹에 {2} 게임으로 초대했습니다
ms: {0} jemput grup ini {1} untuk bermain {2}
nl: {0} wil {2} met de groep {1} spelen
pl: Użytkownik {0} zaprosił grupę {1} do gry {2}
pt_br: {0} convidou o grupo {1} para jogar {2}
ru: {0} пригласил(а) «{1}» сыграть в {2}
sv: {0} bjöd in gruppen {1} att spela {2}
tr: {0}, {1} grubunu {2} oynamaya davet etti
uk: {0} запрошує групу {1} зіграти в {2}
uz: {0} {1} guruhini {2} ni oʻynashga taklif qildi
zh_cn: {0} 邀请您加入群组«{1}»来玩 {2}
zh_tw: {0} 邀請您加入群組«{1}»來玩 {2}
